Repository: eliorivero/EDD-Related-Downloads
Catalog: languages/edd-related-downloads-*.po
Languages: pt_pt

source: Related Downloads Settings
pt_pt: Downloads Relacionados Configurações

source: Settings for EDD Related Downloads Plugin.
pt_pt: Configurações para EDD Transferências Relacionados Plugin.

source: Filter related downloads by category:
pt_pt: Filtro de downloads relacionados por categoria:

source: Check this to filter by category. By default, downloads are related by tag.
pt_pt: Marque esta opção para filtrar por categoria. Por padrão, os downloads estão relacionados por tag.

source: How many related items to show:
pt_pt: Quantos itens relacionados para mostrar:

source: Enter a decent number, like between 1 and 7. Default is 3.
pt_pt: Digite um número decente, como entre 1 e 7. O padrão é 3.

source: Custom Related Downloads Title:
pt_pt: Personalizado Transferências Relacionados Título:

source: This appears above the related items. Default is, "You May Also Like".
pt_pt: Isso aparece acima dos itens relacionados. O padrão é, Você também pode desejar.

source: Disable Related Downloads Added To Content:
pt_pt: Desativar Downloads Relacionados Adicionado Para Conteúdo:

source: Check this to stop the them from being added to the bottom of the single download content. Useful if you are using the sidebar widget instead. Or you could leave this in, set to category, and the widget set to tags, or vice-versa.
pt_pt: Verificar esta para parar a que eles sejam adicionados à parte inferior do teor de transferência individual. Útil se você estiver usando o widget da barra lateral em seu lugar. Ou você pode deixar isso em, conjunto com a categoria, eo conjunto de widgets para marcas, ou vice-versa.

source: Change The Default Method of Sorting (Orderby)
pt_pt: Alterar o padrão método de classificação

source: Choose what the related downloads are sorted by. Default is by "date".
pt_pt: Escolha o que os downloads de relacionados são classificadas segundo. O padrão é por data.

source: Change The Default Sort Order
pt_pt: Altere a ordem de classificação padrão

source: Choose the default sort order for the related downloads. Default is "DESC".
pt_pt: Escolha a ordem de classificação padrão para os downloads relacionados. O padrão é descendente ("DESC").

source: You May Also Like
pt_pt: Você também pode desejar

source: EDD Related Downloads by Isa
pt_pt: EDD Downloads Relacionados por Isa

source: Display related downloads.
pt_pt: Exibição de downloads relacionados.

source: Title:
pt_pt: Título:

source: How many related downloads to show:
pt_pt: Quantos de downloads relacionados para mostrar:

source: Filter By Category Instead of Tag
pt_pt: Filtrar por categoria vez de Tag
